{
 "cobblemon.species.redpickmin.name": "R. Pickmin",
 "cobblemon.species.redpickmin.desc1": "Rote Pickmin sind kleine, pflanzliche Kreaturen die bekannt für ihre spitzen Nasen und Feuerresistenz sind. Durch ihr Mut und ihre Stärke befinden sie sich befinden sie sich oft an der Kampffront. Ihre heraussteschende Farbe und agressiven Charakter machen sie zu idealen Kämpfern in Gefährlichen gebieten.",
 "cobblemon.species.yellowpickmin.name": "G. Pickmin",
 "cobblemon.species.yellowpickmin.desc1": "Gelbe Pickmin sind Leicht und können einfach über große Distanzen geworfen werden. Sie haben große Ohren und eine natürlich Resistenz gegen Strom was ihnen sicheren Umgang mit elektrischen Gefahren erlaubt. Durch Ihre Beweglichkeit und Affinität für hohe orte kommen sie leicht an abgelegene orte und können sehr gut Schaltungen aktivieren.",
 "cobblemon.species.yellowpickmin.desc2": "Stärkere der Spezies findet man oft bei Stürmen in Bergen.",
 "cobblemon.ui.pokedex.info.form.y. mushmin": "Mushmin",
 "cobblemon.species.yellow-mushmin.desc": "Diese Gelben Pickmin haben lange Arme entwickelt und zuckende Fühler anstelle von Ohren. Der Stiel, jetzt verdorben durch den Wirrwald, wurde zu einem leuchtenden Pilz, der mit Statik summt. Agil und immer wachsam reagiert es auf Bewegungen mit plötzlichen Sprüngen, als wäre es mit einer komischen Energie beladen worden, die durch den Wirrpilz fließt.",
 "cobblemon.species.bluepickmin.name": "B. Pickmin",
 "cobblemon.species.bluepickmin.desc1": "Blaue Pickmin haben eine sehr ruhig und zuverlässige Natur. Man kann sie einfach an ihren Kiemenähnlichen münden erkennen die es ihnen erlauben Unterwasser zu atmen. Sie zeichnen sich durch ihre Schwimmfähigkeiten aus was sie sehr hilfreich für Unterwasser Expeditionen macht..",
 "cobblemon.ui.pokedex.info.form.b. mushmin": "Mushmin",
 "cobblemon.species.blue-mushmin.desc": "Der Körper von diesem Pickmin wurde durch das Verderben glatt und monströs, mit einer glänzenden, schuppenartigen Hülle. Ihr Blatt wurde ein pulsierender Karmesinpilz und ihre Augen haben schwaches Leuchten. Es bewegt sich mit flüssiger, insektenähnlicher Präzision, als wäre es von dem Pilz geführt, der an seinem Stiel wächst.",
 "cobblemon.species.whitepickmin.name": "W. Pickmin",
 "cobblemon.species.whitepickmin.desc1": "Weiße Pickmin sind kleine schnelle wesen mit schaurigen roten Augen. Sie können vergrabene schätze finden was sie unglaublich wertvoll auf Schatzsuchen macht.",
 "cobblemon.species.whitepickmin.desc2": "Stärkere dieser Art wander oft in Waldanwesesn herum.",
 "cobblemon.species.purplepickmin.name": "L. Pickmin",
 "cobblemon.species.purplepickmin.desc1": "Lila Pickmin sind schwere und große Wesen, die täuschend stark sind. Auch wenn sie langsamer als andere Pickmin sind, können sie Gegner betäuben, wenn sie auf diese geworfen werden. Sie können das Zehnfache von anderen Pickmin tragen. Durch Ihre rohe Stärke schaffen sie es mit Leichtigkeit schwere Objekte hochzuheben und Gegner zu überwältigen.",
 "cobblemon.species.wingpickmin.name": "Flügel-Pickmin",
 "cobblemon.species.wingpickmin.desc1": "Geflügelte Pickmin sind leichte pinke Wesen mit empfindlichen Flügeln, die es ihnen erlauben zu fliegen. Sie sind erstaunlich gut darin, Objekte über Hindernisse zu trage und können fliegende Gegner mit Leichtigkeit angreifen. Auch wenn sie nicht sehr stark sind, macht ihre Beweglichkeit in der Luft sie zum perfekten Navigator für unebenes Terrain und abgelegene Gebiete zu erreichen.",
 "cobblemon.species.wingpickmin.desc2": "Stärkere dieser Art findet man oft Kirschwäldern.",
 "cobblemon.species.icepickmin.name": "Eis-Pickmin",
 "cobblemon.species.icepickmin.desc1": "Eis Pickmin sind blau farbige Wesen mit kühlen Körpern. Sie gefrieren alles, was sie anfassen, auch ihre Gegner, wodurch sie gefahren Lähmen und diese leichter zu bekämpfen macht. Eis Pickmin sind zwar fragil, wenn man sie frontal angreift, doch durch ihre Fähigkeit Gegner zu schwächen sind sie sehr ein 'eis'senzieller Teil des Teams.",
 "cobblemon.species.rockpickmin.name": "Fels-Pickmin",
 "cobblemon.species.rockpickmin.desc1": "Fels Pickin haben starke, steinähnliche Körper, wodurch sie erstaunlich viel aushalten. Sie schlagen kräftig zu und verpassen Gegnern heftigen Schaden. Damit sind sie perfekt, um durch schwere Umgebungen zu gehen und durch harte Hindernisse zu brechen.",
 "cobblemon.species.bulbpickmin.name": "Punktmine",
 "cobblemon.species.bulbpickmin.desc1": "Punktmine sind parasitische Pickmin welche die Körper von Punktkäferzen übernehmen. Dies gibt ihnen ein Gruselige hybrid aussehen. Sie sind unglaublich anpassungsfähig dank ihrer Resistenz gegen sowohl Feuer, als auch Wasser, Strom und gift. Ihre schauriges Durchhaltevermögen und drachenähnliche Hartnäckigkeit machen sie zu dem perfekten Begleiter in den gefährlichsten gebieten.",
 "cobblemon.species.glowpickmin.name": "Leucht-Pickmin",
 "cobblemon.species.glowpickmin.desc1": "Leucht Pickmin sind mysteriöse Wesen, die nur im Dunkeln erscheinen. Ihr strahlendes Leuchten verwirrt Gegner und beleuchtet die Umgebung. Sie sind immun gegen die meisten Gefahren und scheuen sich vor nichts in der Nacht, was sie zum perfekten Begleiter für das Erkunden von dunklen Orten macht.",
  "cobblemon.ui.pokedex.region.pnf404": "PNF-404"
}