{
 "cobblemon.species.redpickmin.name": "R. Pickmin",
 "cobblemon.species.redpickmin.desc1": "Red Pickmin are small, plant-like creatures known for their pointed noses and resistance to fire. Braver and stronger than other types, they are often found at the front lines in battle. Their bold colour and aggressive nature make them ideal fighters in hazardous environments.",
 "cobblemon.species.yellowpickmin.name": "Y. Pickmin",
 "cobblemon.species.yellowpickmin.desc1": "Yellow Pickmin are lightweight and easily tossed to great heights. They have large ears and a natural resistance to electricity, allowing them to safely handle electric hazards. Their agility and affinity for high places make them perfect for reaching out-of-the-way areas and activating electrical circuits.",
 "cobblemon.species.yellowpickmin.desc2": "Stronger ones of this species are often found during a thunderstorm in the mountains.",
 "cobblemon.ui.pokedex.info.form.y. mushmin": "Mushmin",
 "cobblemon.species.yellow-mushmin.desc": "This Yellow Pickmin has developed long, grasping arms and twitching feelers in place of ears. Its stem is now a warped, glowing fungus that hums with static. Agile and alert, it reacts to movement with sudden jolts, as if charged by the strange energy pulsing through its fungal sprout.",
 "cobblemon.species.bluepickmin.name": "B. Pickmin",
 "cobblemon.species.bluepickmin.desc1": "Blue Pickmin are distinguished by their gill-like mouths, which allow them to breathe underwater. Calm and dependable, they excel in aquatic environments where other Pickmin would drown. Their ability to traverse and operate in water makes them essential for exploring submerged areas.",
 "cobblemon.ui.pokedex.info.form.b. mushmin": "Mushmin",
 "cobblemon.species.blue-mushmin.desc": "This Pickmin's body has become sleek and monstrous, with a glossy, scale-like shell. Its leaf is now a pulsing crimson fungus, and its eyes have taken on a faint glow. It moves with fluid, insect-like precision, seemingly guided by the fungus that replaced its sprout.",
 "cobblemon.species.whitepickmin.name": "W. Pickmin",
 "cobblemon.species.whitepickmin.desc1": "White Pickmin are small, fast, and have eerie red eyes. They can detect hidden treasures buried underground. Their speed and special abilities make them invaluable for scouting and treasure hunting.",
 "cobblemon.species.whitepickmin.desc2": "Stronger ones of this species are often found wandering Woodland Mansions.",
 "cobblemon.species.purplepickmin.name": "P. Pickmin",
 "cobblemon.species.purplepickmin.desc1": "Purple Pickmin are large and heavy, with a stocky build and surprising strength. Though slower than other types, they can carry ten times the weight of a regular Pickmin and stun enemies when thrown. Their brute force makes them ideal for lifting heavy objects and overpowering tough foes.",
 "cobblemon.species.wingpickmin.name": "Wing-Pickmin",
 "cobblemon.species.wingpickmin.desc1": "Winged Pickmin are light, pink, and equipped with delicate wings that allow them to hover and fly. They excel at carrying items over obstacles and can attack airborne enemies with ease. Though not very strong, their aerial mobility makes them essential for navigating tricky terrain and reaching isolated areas.",
 "cobblemon.species.wingpickmin.desc2": "Stronger ones of this species are often found wandering Cherry Groves.",
 "cobblemon.species.icepickmin.name": "Ice-Pickmin",
 "cobblemon.species.icepickmin.desc1": "Ice Pickmin are cool-toned creatures with frosty bodies and a chilling touch. They can freeze enemies solid, immobilizing threats and making them easier to defeat. While fragile in direct combat, their ability to disable foes makes them valuable for strategic encounters.",
 "cobblemon.species.rockpickmin.name": "Rock-Pickmin",
 "cobblemon.species.rockpickmin.desc1": "Rock Pickmin have tough, gemstone-like bodies that give them impressive durability. Rather than latching onto enemies, they strike with force, dealing heavy blunt damage. Immune to crushing and ideal for breaking hard barriers like glass or crystals, their strength makes them a key asset in any tough terrain.",
 "cobblemon.species.bulbpickmin.name": "Bulbmine",
 "cobblemon.species.bulbpickmin.desc1": "Bulbmine are parasitic Pickmin that inhabit the bodies of Bulbore hosts, giving them a fearsome, hybrid appearance. Resistant to fire, electricity, water, and poison, they are incredibly hardy and adaptable. Their eerie resilience and dragon-like tenacity make them powerful allies in the most hazardous environments.",
 "cobblemon.species.glowpickmin.name": "Glow-Pickmin",
 "cobblemon.species.glowpickmin.desc1": "Glow Pickmin are mysterious, luminous beings that only appear in the dark. Their ethereal glow confuses enemies, and they can phase through certain obstacles with ease. Immune to most hazards and fearless in nighttime conditions, their ghostly nature makes them ideal for exploring dangerous, shadowy areas.",
  "cobblemon.ui.pokedex.region.pnf404": "PNF-404"
}