{
 "cobblemon.species.redpickmin.name": "P. Rouge",
 "cobblemon.species.redpickmin.desc1": "Les Pickmin Rouges sont de petites créatures ressemblant à des plantes, connues pour leur nez pointu et leur résistance au feu. Plus courageux et plus forts que les autres types, ils se trouvent souvent en première ligne au combat. Leur couleur vive et leur nature agressive en font des combattants idéaux dans les environnements dangereux.",
 "cobblemon.species.yellowpickmin.name": "P. Jaune",
 "cobblemon.species.yellowpickmin.desc1": "Les Pickmin Jaunes sont légers et peuvent être facilement lancés à de grandes hauteurs. Ils ont de grandes oreilles et une résistance naturelle à l'électricité, leur permettant de manipuler en toute sécurité les dangers électriques. Leur agilité et leur affinité pour les lieux élevés les rendent parfaits pour atteindre les zones difficiles d'accès et activer les circuits électriques.",
 "cobblemon.species.yellowpickmin.desc2": "Les spécimens les plus forts de cette espèce sont souvent trouvés pendant les orages dans les montagnes.",
 "cobblemon.ui.pokedex.info.form.y. mushmin": "Mushmin",
 "cobblemon.species.yellow-mushmin.desc": "Ce Pickmin Jaune a développé de longs bras préhensiles et des antennes frémissantes à la place des oreilles. Sa tige est maintenant un champignon tordu et lumineux qui bourdonne d'électricité statique. Agile et alerte, il réagit aux mouvements par des sursauts soudains, comme s'il était chargé par l'étrange énergie qui pulse à travers sa pousse fongique.",
 "cobblemon.species.bluepickmin.name": "P. Bleu",
 "cobblemon.species.bluepickmin.desc1": "Les Pickmin Bleus se distinguent par leur bouche semblable à des branchies, qui leur permet de respirer sous l'eau. Calmes et fiables, ils excellent dans les environnements aquatiques où d'autres Pickmin se noieraient. Leur capacité à traverser et opérer dans l'eau les rend essentiels pour explorer les zones submergées.",
 "cobblemon.ui.pokedex.info.form.b. mushmin": "Mushmin",
 "cobblemon.species.blue-mushmin.desc": "Le corps de ce Pickmin est devenu lisse et monstrueux, avec une carapace brillante semblable à des écailles. Sa feuille est maintenant un champignon cramoisi pulsant, et ses yeux ont pris une lueur faible. Il se déplace avec une précision fluide semblable à celle d'un insecte, apparemment guidé par le champignon qui a remplacé sa pousse.",
 "cobblemon.species.whitepickmin.name": "P. Blanc",
 "cobblemon.species.whitepickmin.desc1": "Les Pickmin Blancs sont petits, rapides et ont des yeux rouges inquiétants. Ils peuvent détecter les trésors cachés enterrés sous terre. Leur vitesse et leurs capacités spéciales les rendent inestimables pour l'éclairage et la chasse au trésor.",
 "cobblemon.species.whitepickmin.desc2": "Les spécimens les plus forts de cette espèce errent souvent dans les Manoirs des Bois.",
 "cobblemon.species.purplepickmin.name": "P. Violet",
 "cobblemon.species.purplepickmin.desc1": "Les Pickmin Violets sont larges et lourds, avec une corpulence trapue et une force surprenante. Bien que plus lents que les autres types, ils peuvent porter dix fois le poids d'un Pickmin ordinaire et étourdir les ennemis quand ils sont lancés. Leur force brute les rend idéaux pour soulever des objets lourds et maîtriser des adversaires coriaces.",
 "cobblemon.species.wingpickmin.name": "Pickmin-Ailé",
 "cobblemon.species.wingpickmin.desc1": "Les Pickmin Ailés sont légers, roses et équipés d'ailes délicates qui leur permettent de planer et de voler. Ils excellent à transporter des objets par-dessus les obstacles et peuvent attaquer les ennemis aériens avec facilité. Bien qu'ils ne soient pas très forts, leur mobilité aérienne les rend essentiels pour naviguer dans les terrains difficiles et atteindre les zones isolées.",
 "cobblemon.species.wingpickmin.desc2": "Les spécimens les plus forts de cette espèce errent souvent dans les Bosquets de Cerisiers.",
 "cobblemon.species.icepickmin.name": "Pickmin-Glace",
 "cobblemon.species.icepickmin.desc1": "Les Pickmin Glace sont des créatures aux tons froids avec des corps givrés et un toucher glacial. Ils peuvent geler les ennemis, immobilisant les menaces et les rendant plus faciles à vaincre. Bien que fragiles en combat direct, leur capacité à neutraliser les ennemis les rend précieux pour les rencontres stratégiques.",
 "cobblemon.species.rockpickmin.name": "Pickmin-Roche",
 "cobblemon.species.rockpickmin.desc1": "Les Pickmin Roche ont des corps robustes semblables à des pierres précieuses qui leur donnent une durabilité impressionnante. Plutôt que de s'accrocher aux ennemis, ils frappent avec force, infligeant de lourds dégâts contondants. Immunisés contre l'écrasement et idéaux pour briser les barrières dures comme le verre ou les cristaux, leur force en fait un atout clé dans tout terrain difficile.",
 "cobblemon.species.bulbpickmin.name": "Bulbomine",
 "cobblemon.species.bulbpickmin.desc1": "Les Bulbomines sont des Pickmin parasites qui habitent les corps d'hôtes Bulbores, leur donnant une apparence hybride redoutable. Résistants au feu, à l'électricité, à l'eau et au poison, ils sont incroyablement robustes et adaptables. Leur résistance inquiétante et leur ténacité draconienne en font de puissants alliés dans les environnements les plus dangereux.",
 "cobblemon.species.glowpickmin.name": "Pickmin-Lueur",
 "cobblemon.species.glowpickmin.desc1": "Les Pickmin Lueur sont des êtres mystérieux et lumineux qui n'apparaissent que dans l'obscurité. Leur lueur éthérée confond les ennemis, et ils peuvent traverser certains obstacles avec facilité. Immunisés contre la plupart des dangers et intrépides dans les conditions nocturnes, leur nature fantomatique les rend idéaux pour explorer les zones sombres et dangereuses.",
  "cobblemon.ui.pokedex.region.pnf404": "PNF-404"
}